{
  "status": "ok",
  "total_hits": 37,
  "page": 1,
  "total_pages": 1,
  "page_size": 37,
  "articles": [
    {
      "title": "Wishful thinking in litigation",
      "author": "Stacie Bourton",
      "published_date": "2023-08-03 07:20:21",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=1c3c86fd-32a7-4c60-b6c5-912896ae69aa",
      "clean_url": "lexology.com",
      "excerpt": "We have all heard the expression \"wishful thinking\", but the recent decision of Old Park Capital Maestro Fund Ltd [2023] EWHC 1886 (Ch) (27 July…",
      "summary": "We have all heard the expression \"wishful thinking\", but the recent decision of \nOld Park Capital Maestro Fund Ltd [2023] EWHC 1886 (Ch) (27 July 2023)\n \nis a reminder of the risks of this happening in litigation.\n\n\n‘Litigation wishful thinking' was coined by Mann J in the case of \nTamlura NV v CMS Cameron McKenna\n \n[2009] EWHC 538 (Ch)\n. In Tamulra the witness maintained that he did not understand the effect of some of the drafts of the documents. The judge thought this was unlikely and stated: \n\"\nI think that he is capable of, and has been guilty of, reconstruction based on wishful thinking.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Stacie Bourton",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "4843b7c833e1f7861b11cce2efe4b37d"
    },
    {
      "title": "European Commission adopts European Sustainability Reporting Standards for CSRD reporting",
      "author": "Michael R. Littenberg",
      "published_date": "2023-08-02 08:22:55",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=75e738e7-294e-4f89-878c-4e83536e9b66",
      "clean_url": "lexology.com",
      "excerpt": "On Monday, the European Commission adopted the final European Sustainability Reporting Standards. The ESRS contain the reporting requirements under…",
      "summary": "On Monday, the European Commission adopted the final European Sustainability Reporting Standards. The ESRS contain the reporting requirements under the EU's Corporate Sustainability Reporting Directive. In this post, we provide six takeaways from the ESRS and the FAQs published by the Commission.\n\n\nThe standards adopted by the Commission are based on technical advice (draft standards) from EFRAG. EFRAG (previously known as the European Financial Reporting Advisory Group) is an independent, multi-stakeholder advisory body, majority funded by the EU.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Michael R. Littenberg",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "030e7f5e672ef3df7847bdcd67769900"
    },
    {
      "title": "EPO guidance: requesting \"in-person\" or ViCo oral proceedings",
      "author": "Stephanie Wroe",
      "published_date": "2023-08-02 07:26:35",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=c9c976e4-2e3a-412b-8820-b57fa4b5d5d9",
      "clean_url": "lexology.com",
      "excerpt": "Mandatory videoconferencing was introduced during the Covid-19 pandemic in a trial phase. Initially, the platform used did not allow virtual…",
      "summary": "It is increasingly becoming important, during the written procedure leading to oral proceedings, for parties to the proceedings to provide detailed reasons for or against an in-person hearing. Merely expressing a preference for a particular format is essentially irrelevant. Further, based on developing case law, it seems that referring to G 1/21 and stating in person is the 'gold standard' is not, on its own, sufficient.\n\nBackground\n\nMandatory videoconferencing was introduced during the Covid-19 pandemic in a trial phase.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Stephanie Wroe",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "630ecff619df1288c21e672a5c1bb796"
    },
    {
      "title": "EU-US Data Privacy Framework Goes Live: What Are the Practical Implications?",
      "author": "Robert Blamires",
      "published_date": "2023-08-02 05:48:41",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=447179ca-898f-4944-98da-86166bdbcb64",
      "clean_url": "lexology.com",
      "excerpt": "On 10 July 2023, the European Commission (EC) took the final step to enable businesses to start relying on the new EU-US Data Privacy Framework (DPF)…",
      "summary": "The new framework provides an additional route for personal data transfers from the EEA to the US.\n\n\nOn 10 July 2023, the European Commission (EC) took the final step to enable businesses to start relying on the new EU-US Data Privacy Framework (DPF) for transfers of data from the European Economic Area (EEA) to the US. The EC adopted an adequacy decision following the fulfilment by the US of its implementation commitments under the DPF. The adequacy decision enables organisations to transfer personal data from the EEA to organisations in the US that have self-certified under the DPF with immediate effect.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Alex Ford-Cox,Clay Northouse,Gail E Crawford,James Lloyd,Jennifer Howes,Robert Blamires",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "455f0ce4fe339a082cd6e4621b09ab8f"
    },
    {
      "title": "Real estate investment in Greece: asset deals versus share deals",
      "author": "Aspasia Malliou",
      "published_date": "2023-08-01 13:39:26",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=e6065170-0d13-4252-9795-23338845bc7c",
      "clean_url": "lexology.com",
      "excerpt": "This article compares the tax treatment of the various real estate investment structures and methods available in Greece, including pros and cons and other key considerations.",
      "summary": "All questions\n\nOverview\n\ni Investment vehicles in real estate\n\nThe investment vehicles most frequently used for investing in real estate in Greece are sociétés anonymes (SAs) and private capital companies (PCs), which are commercial companies that both ensure the liability of their shareholders or partners is limited to the amount of their contributions and may also be established by a single shareholder or member. Institutional real estate investors may also invest through a Greek real estate investment company, which is an entity operating under the supervision of the Hellenic Capital Market Commission (HCMC) (see Section III).",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Aspasia Malliou,Iliana Nikolaidi,Maria Kilatou,Nikoleta Nikolaou,Theologos Mintzas",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "32e5fb2bb7d255d0e74fb2688263e622"
    },
    {
      "title": "A general introduction to real estate investment taxation in Germany",
      "author": "Johann Wagner",
      "published_date": "2023-08-01 13:34:13",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=43f8561a-7b0f-4bca-928d-daa762b491e2",
      "clean_url": "lexology.com",
      "excerpt": "An overview of the most consequential tax implications for real estate investment structures in Germany.",
      "summary": "All questions\n\nOverview\n\ni Investment vehicles in real estate\n\nInvestments in German real estate can be made either directly or indirectly. As regards indirect investments, various investment vehicles may be used. The most common German vehicles are:\n\nGerman limited partnerships (GmbH & Co KGs); German limited companies (GmbHs); and regulated German investment funds.\n\nReal estate investment trusts (REITs) do exist but are not very common in Germany. Instead of a German vehicle, foreign investors frequently use foreign limited companies (e.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Johann Wagner",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "011f870622389e818d8c7b606b1afcd3"
    },
    {
      "title": "A general introduction to real estate investment taxation in France",
      "author": "Bertrand Jouanneau",
      "published_date": "2023-08-01 13:34:13",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=f98e16d2-9b26-4062-9b40-1f76a798a993",
      "clean_url": "lexology.com",
      "excerpt": "An overview of the most consequential tax implications for real estate investment structures in France.",
      "summary": "All questions\nOverview\ni Investment vehicles in real estate\nVehicles commonly used in France to invest in real estate properties include both unregulated and regulated vehicles.\nUnregulated vehicles usually take corporate form, such as simplified joint stock companies (SASs). Entities that are transparent for tax purposes are also often used – for example, private property companies (SCIs) or, in certain specific circumstances, general partnerships (SNCs). The SCI is a corporate form that is well suited to the operation of one or more buildings but is not, in principle, best suited for use as an investment company open to a large number of shareholders.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Bertrand Jouanneau,Laurent Modave",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "ce7760860ee3f0b32779b4ed6aefbf9e"
    },
    {
      "title": "Consumer Duty goes live",
      "author": "Sarah Drew",
      "published_date": "2023-07-31 10:45:03",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=76298f35-a762-4543-90a4-027fbe7750a5",
      "clean_url": "lexology.com",
      "excerpt": "The Financial Conduct Authority's (FCA) new Consumer Duty is now in force (as of 31 July 2023), which means that after months of planning, firms must…",
      "summary": "The Financial Conduct Authority's (FCA) new \nConsumer Duty\n is now in force (as of 31 July 2023), which means that after months of planning, firms must comply with;\n\n\n\n\nPrinciple 12\n: to act to deliver good outcomes for customers\n\n\n4 outcomes\n relating to: products and services, price and value, consumer understanding and consumer support.\n\n\n\n\nIn taking steps to comply, firms must also:\n\n\n\n\nact in good faith\n\n\navoid foreseeable harm\n\n\nsupport customers to pursue their financial objectives (the 3 cross-cutting rules).",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Sarah Drew",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "cb18f418f7a3da82674ffac8f0d1f703"
    },
    {
      "title": "Trademarking Barbie: Mattel's battle to protect the iconic doll brand",
      "author": "Igor Demcak",
      "published_date": "2023-07-31 08:32:03",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=047b94d4-d1ac-46ed-a397-74959481eb02",
      "clean_url": "lexology.com",
      "excerpt": "For decades, Barbie has reigned as one of the most iconic and beloved toy brands in the world. Since her debut in 1959, the blonde-haired, blue-eyed…",
      "summary": "For decades, Barbie has reigned as one of the most iconic and beloved toy brands in the world. Since her debut in 1959, the blonde-haired, blue-eyed fashion doll has captured the hearts of millions of children and collectors alike. Behind Barbie's immense success lies Mattel, the toy manufacturing giant responsible for her creation and subsequent global phenomenon. To safeguard their intellectual property and maintain Barbie's brand integrity, Mattel has fiercely protected their trademarks related to Barbie through rigorous policies and real cases of trademark disputes.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Igor Demcak",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "6811341c881438c8549e7a7ff84ea49d"
    },
    {
      "title": "Conviction of ‘finfluencer' Fibonarchery for illegal conduct",
      "author": "Daniel Goldberg",
      "published_date": "2023-07-31 07:21:44",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=e11cc3df-7fcd-4ba5-9fa9-b35cf5057a05",
      "clean_url": "lexology.com",
      "excerpt": "The recent conviction of the finfluencer known as ‘Fibonarchery' is a reminder that finfluencers and the businesses that engage with them risk…",
      "summary": "The recent conviction of the finfluencer known as ‘Fibonarchery' is a reminder that finfluencers and the businesses that engage with them risk prosecution, imprisonment and fines if they contravene the law.\n\n\nFinancial influencers (or ‘finfluencers') have seen an explosion of popularity along with the increasing prevalence of social media platforms such as Facebook, Instagram and Tik Tok. Regardless of whether dark mode is enabled or not, ASIC has made it clear that they will not remain hidden incognito in the shadows for long, as we reported last year in our paper, ‘\nWarning to ‘finfluencers': be aware of financial services laws'\n.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Cathy Tran,Daniel Goldberg",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "595487359787da518371e528ccce378c"
    },
    {
      "title": "Key takeaways from the Law Commission of England and Wales ...",
      "author": "Emma Probyn",
      "published_date": "2023-07-28 19:37:19",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=935705a3-12b9-40b1-9826-733144477f99",
      "clean_url": "lexology.com",
      "excerpt": "On 28 June 2023 the Law Commission published its final report on digital assets (the Report), which is the culmination of its work since March 2020…",
      "summary": "On 28 June 2023 the Law Commission published its final report on digital assets (the Report), which is the culmination of its work since March 2020 on this topic. The Report makes four recommendations as well as proposing a tripartite approach of using the common law, targeted statutory reform, and guidance from industry experts to shape this area of law.\n\nWhat is a 'digital asset'?\n\n'Digital assets' is an increasingly broad and nebulous term, encompassing everything from digital files and records to domain names, crypto-tokens and non-fungible tokens.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Chris Ranson,Christine Simpson,Emma Probyn,Nicole Looi",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "e2bdd41da2bbc73ec689031dd8baa41f"
    },
    {
      "title": "Recognition of regional nuances is key to Highland housing challenges",
      "author": "Karren Smith",
      "published_date": "2023-07-28 09:32:46",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=f97163d9-741d-4704-aad4-4ead485d425c",
      "clean_url": "lexology.com",
      "excerpt": "Scotland's housing sector has a challenge on its hands. At a time of planning reform, eviction freezes in the social housing sector and rent freezes…",
      "summary": "Scotland's housing sector has a challenge on its hands. At a time of planning reform, eviction freezes in the social housing sector and rent freezes in the private housing sector, together with rises in inflation and mortgage costs, much needs to be done to ensure sufficient levels of good quality, sustainable and affordable homes.\n\n\nEarlier this year, Brodies gathered key figures in the living sector to discuss the challenges and opportunities for housing in Scotland's main cities and regions. Common themes included planning, social and affordable housing, and sustainable development.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Karren Smith",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "543b634dbb46504058ccbefb4bd6d681"
    },
    {
      "title": "Navigating the Path to Compliance: Takeaways from the New Draft ...",
      "author": "Cynthia O’Donoghue",
      "published_date": "2023-07-28 08:42:30",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=dfc37715-9df4-4680-a048-81786ad7ed2d",
      "clean_url": "lexology.com",
      "excerpt": "The UK Department for Culture, Media and Sport published draft Product Security and Telecommunications Infrastructure (Security Requirements for…",
      "summary": "The UK Department for Culture, Media and Sport published draft Product Security and Telecommunications Infrastructure (Security Requirements for Relevant Connectable Products) Regulations 2023 (Draft Security Regulations). These regulations fall under the Product Security and Telecommunications Infrastructure Act 2022 (PSTIA) which come into effect on 29 April 2024 and which you can read about in our earlier blog. Part 1 of the PSTIA establishes a regulatory framework that imposes security requirements on manufacturers, importers, and distributors of these products.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Cynthia O’Donoghue",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "628259179f0d1d4a2141ea1548836117"
    },
    {
      "title": "SEC Proposes Rule to Address Use of AI By Broker-Dealers and Investment Advisors",
      "author": "Mercedes Kelley Tunstall",
      "published_date": "2023-07-28 05:01:16",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=d0db038f-d698-4d4c-8424-91766f8dc8ad",
      "clean_url": "lexology.com",
      "excerpt": "Spurred by the prevalent use of predictive data analytics by broker-dealers and investment advisers to direct their recommendations to investors and…",
      "summary": "USA\n\n\n\n\n\nJuly 27 2023\n\n\n\n\n\nSpurred by the prevalent use of predictive data analytics by broker-dealers and investment advisers to direct their recommendations to investors and to ensure that investor interests remain paramount, the Securities and Exchange Commission ('SEC') \nannounced\n yesterday that it has \nproposed a rule\n that purports to provide a means by which firms may 'evaluate and determine whether its use of certain technologies in investor interactions involves a conflict of interest that results in the firm's interests being placed ahead of investors' interests.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Mercedes Kelley Tunstall",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "5abbb536f6efd7737d5e6d8e31cfb4a5"
    },
    {
      "title": "Collaborative research is blurring boundaries between sponsored studies and IIS",
      "author": "Mikael Salmela",
      "published_date": "2023-07-28 04:46:13",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=61a4b83d-7c9f-4a3b-9837-5458f40a3058",
      "clean_url": "lexology.com",
      "excerpt": "This is an article in our 2023 series, 'Life Sciences Transactional Insights', which aims to provide key practical takeaways for our transactional…",
      "summary": "France\n, \nGermany\n\n\n\n\n\nJuly 27 2023\n\n\n\n\n\nThis is an article in our 2023 series, 'Life Sciences Transactional Insights', which aims to provide key practical takeaways for our transactional colleagues by anticipating the needs of their regulatory, intellectual property, and business stakeholders.\n\n\nIndustry is revising its models in clinical development: new collaborative research between the industry and investigators is becoming more important, resulting in an in-between approach between industry sponsored studies and investigator initiated studies (IIS).",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Joerg Schickert,Mikael Salmela",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "ec7f51d43adcc92d16e945d4aaeaa1be"
    },
    {
      "title": "‘Modest' Compensation for GDPR Non-Material Damage Claim: New Guidance from the Irish Courts",
      "author": "Keith Smith",
      "published_date": "2023-07-28 04:11:06",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=db73dd9c-d2af-45b0-b95c-919675333f7a",
      "clean_url": "lexology.com",
      "excerpt": "The recent Circuit Court decision of Kaminski v. Ballymaguire Foods Limited [2023] IECC 5 provides welcome guidance on the assessment of claims for…",
      "summary": "The recent Circuit Court decision of \nKaminski v. Ballymaguire Foods Limited\n [2023] IECC 5 provides welcome guidance on the assessment of claims for non-material damage under the GDPR and the Data Protection Act 2018.\n\n\nThe decision follows the recent Court of Justice of the European Union ('CJEU') judgment of \nCase C-300/21 UI v Osterreichische Post AG \n(the \n'Post AG' \ncase), delivered on 4 May 2023. This judgment was eagerly anticipated by Member States and data controllers generally in the hope that it would provide greater clarity on the assessment of claims for non-material damage.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Alan Coyne,Colin Rooney,Ian Duffy,Keith Smith,Olivia Mullooly,Rachel Barry,Richard Willis,Rob Corbet",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "688df1a9e5b817b2d494e5224fcd4c64"
    },
    {
      "title": "China Cybersecurity and Data Protection",
      "author": "Tanya Luo",
      "published_date": "2023-07-27 15:44:30",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=9ef20064-71a3-41a8-9f59-a65a83781409",
      "clean_url": "lexology.com",
      "excerpt": "This newsletter summarizes the latest developments in cybersecurity and data protection in China with a focus on the legislative, enforcement and…",
      "summary": "This newsletter summarizes the latest developments in cybersecurity and data protection in China with a focus on the legislative, enforcement and industry developments in this area.\n\nIf you would like to subscribe for our newsletters and be notified of our events on China cybersecurity and data protection, please contact James Gong at [email protected].\n\nLegislative Developments\n\n\n\nRecently, the Cyberspace Administration of China (the \"CAC\") issued the Filing Guidance for the Standard Contract for Personal Information Outbound Transfer (First Edition) (the \"SCC Guidance\"), which specifies the method, procedures, and materials for contract filing.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "James Gong,Michael Dong,Tanya Luo",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "16019d4197c052478b148b740f166973"
    },
    {
      "title": "United States Supreme Court confirms Foreign Plaintiffs may use ...",
      "author": "John M. Conlon",
      "published_date": "2023-07-26 08:04:08",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=e6fc0fcc-f213-4cd8-a53e-685493e49802",
      "clean_url": "lexology.com",
      "excerpt": "In June 2023, the United States Supreme Court (the 'Supreme Court'), in a 6-3 decision in Yegiazaryan v. Smagin et al1, provided guidance on the…",
      "summary": "In June 2023, the United States Supreme Court (the 'Supreme Court'), in a 6-3 decision in Yegiazaryan v. Smagin et al1, provided guidance on the private cause of action under the Racketeer Influenced and Corrupt Organizations Act ('RICO'), and clarified that the domestic injury requirement is based on a contextual approach considering the circumstances surrounding the alleged injury. This is an important decision which:\n\n(i) means that foreign plaintiffs can rely on RICO to enforce international arbitral awards in US courts; and (ii) resolved a Circuit split, by expressly rejecting the Seventh Circuit's rigid residence-based approach, and affirmed the contextual approach adopted by the Third and Ninth Circuits.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "B. Ted Howes,Jawad Ahmad,Jennifer Huang,John M. Conlon,Kay-Jannes Wegner,Lisa Dubot,Maleeha Khan",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "d2b06ab94042be986323c8790f7d523d"
    },
    {
      "title": "No More Class Meetings for Hong Kong Listed PRC Issuers in Repurchasing or Issuing Shares",
      "author": "Billy K. M. Au",
      "published_date": "2023-07-26 07:59:12",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=a957778f-4043-4a1f-a05e-39ff6f49ebc5",
      "clean_url": "lexology.com",
      "excerpt": "The Hong Kong Stock Exchange (HKEX) recently announced certain Listing Rules amendments relating to PRC issuers, which will take effect on 1 August…",
      "summary": "Hong Kong\n\n\n\n\n\nJuly 25 2023\n\n\n\n\n\nThe Hong Kong Stock Exchange (HKEX) recently announced certain Listing Rules amendments relating to PRC issuers, which will take effect on 1 August 2023. These amendments include:\n\n\nRemoving the class meeting (domestic shares and H shares) requirements for the issuance and repurchase of shares.\n \nRemoving the requirements for disputes involving holders of H shares to be resolved through arbitration. \n \nAllowing the limits on the general mandate for the issuance of new shares and scheme mandate for share schemes to be calculated by reference to a PRC issuer's total issued shares (instead of referencing to each class of domestic shares and H shares, respectively).",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Billy K. M. Au",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "5ea98c36613c828a9770d5fa5a736afe"
    },
    {
      "title": "Life science companies should work with FDA to shape AI regulation",
      "author": "Lowell Zeta",
      "published_date": "2023-07-26 05:13:25",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=2d48cef3-7769-41a5-b198-2fe7018e5015",
      "clean_url": "lexology.com",
      "excerpt": "Artificial intelligence tools present groundbreaking opportunities in the development of drugs and biologics and in manufacturing these medicinal…",
      "summary": "Artificial intelligence tools present groundbreaking opportunities in the development of drugs and biologics and in manufacturing these medicinal products, with the potential for streamlining drug development and improving health outcomes through process optimization, advanced process controls and enhanced surveillance.\n\nRapidly evolving regulatory paradigms for AI\n\nFrom innovative startups developing novel medicines and devices that integrate AI technologies to digital tech firms that are laser-focused on validating AI for the life sciences industry to global drug and device manufacturers whose strategic priorities include digital transformation, these technologies have the potential to unlock solutions to improved health outcomes and earlier access to essential medicines.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Blake E. Wilson,Lowell Zeta",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "01119b706eeb09d83fe4f9493661810d"
    },
    {
      "title": "Employers, Be In the Know: I-9 Changes Are Coming!",
      "author": "Carlos A. Ortiz",
      "published_date": "2023-07-26 04:13:12",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=7ed0dd26-9e6d-4be9-a2dd-94612e1a7034",
      "clean_url": "lexology.com",
      "excerpt": "Three key changes are coming to Form I-9. First, as of July 31, 2023, employers will no longer be permitted to verify Form I-9 documents remotely…",
      "summary": "Three key changes are coming to Form I-9. First, as of July 31, 2023, employers will no longer be permitted to verify Form I-9 documents remotely. Employers who engaged in remote verification of Form I-9 documents will be required to inspect identity and employment eligibility documents again that were initially inspected remotely, which must be completed by August 30, 2023. Second, beginning on August 1, 2023, certain employers who are enrolled in e-Verify will be permitted to conduct verification of Form I-9 documents electronically and with a live video call interaction.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Carlos A. Ortiz",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "d946c0e104050eab49f0aad6d281191c"
    },
    {
      "title": "The FTC Is Regulating AI: A Comprehensive Analysis",
      "author": "Anthony E. DiResta",
      "published_date": "2023-07-26 04:03:36",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=50e7f60a-5392-472a-a62b-45d4515e22ff",
      "clean_url": "lexology.com",
      "excerpt": "Artificial Intelligence (AI) is rewriting norms and changing the way we interact with the world. It is likely AI will have an outsized…",
      "summary": "Highlights\n\n\n\n\nArtificial Intelligence (AI) is rewriting norms and changing the way we interact with the world. It is likely AI will have an outsized impact on every facet of life; this could be the start of the next technological revolution.\n\n\nBecause of the impact of AI, there are calls for governmental regulation, and the Federal Trade Commission (FTC) is at the front and center. The FTC has the jurisdiction to regulate \ndeceptive\n and \nunfair\n business practices and enforce the laws and regulations governing consumer protection and competition.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Anthony E. DiResta,Zachary E. Sherman",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "350a280ac3ab49f84c821965923c623b"
    },
    {
      "title": "Five countries added to UK visa national list",
      "author": "Naomi Hanrahan-Soar",
      "published_date": "2023-07-26 00:13:06",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/commentary/employment-immigration/united-kingdom/lewis-silkin-llp/five-countries-added-to-uk-visa-national-list",
      "clean_url": "lexology.com",
      "excerpt": "Citizens of Dominica, Honduras, Namibia, Timor-Leste and Vanuatu are required to apply for UK visitor visas with effect from 19 July 2023 and direct airside transit visas with effect from 20 July 2023. A four-week transition period applies for individuals who hold a confirmed travel booking arranged before this time. This article delineates the changes and the fees required to complete the application process.",
      "summary": "Citizens of Dominica, Honduras, Namibia, Timor-Leste (East Timor) and Vanuatu are required to apply for UK visitor visas with effect from 15:00 BST on 19 July 2023 and direct airside transit visas with effect from 20 July 2023. A four-week transition period applies for individuals who hold a confirmed travel booking arranged before this time.\n\nThe changes have been made through Statement of Changes in Immigration Rules HC 1715 and the Immigration (Passenger Transit Visa) (Amendment) Order 2023.\n\n\n\nCitizens of the affected countries who intend to visit or transit the UK airside on their way to a further destination must now make an application to do so.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Kathryn Denyer,Li Xiang,Naomi Hanrahan-Soar,Sam Koppel",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "9155ffbda7d61a5308b9891c48f16a27"
    },
    {
      "title": "U.S. Supreme Court rules that interlocutory appeals of denials of motions to compel arbitration automatically stay trial court proceedings, but opens the door to attacks on such appeals for being 'frivolous'",
      "author": "Samuel Z. Hyams",
      "published_date": "2023-07-25 20:51:17",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=33b3ec7a-51e5-42e7-9998-91bac030e80f",
      "clean_url": "lexology.com",
      "excerpt": "The U.S. Supreme Court recently settled a circuit split by ruling that proceedings in a district court are automatically stayed when a party seeks an…",
      "summary": "Takeaway: \nThe U.S. Supreme Court recently settled a circuit split by ruling that proceedings in a district court are automatically stayed when a party seeks an interlocutory appeal of a district court's denial of a motion to compel arbitration. \nCoinbase, Inc. v. Bielski\n, 599 U.S. ----, No. 22-105, 2023 WL 4138983 (June 23, 2023). In a 5-4 decision, the Supreme Court reversed the Ninth Circuit, one of three circuit courts that gave the district court discretion to decide whether to stay proceedings subject to such an appeal.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Samuel Z. Hyams",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "aab2fb94aff7f546e8523a86177dd8af"
    },
    {
      "title": "Evolving jurisprudence of homebuyers under the Insolvency and Bankruptcy Code, 2016",
      "author": "Souvik Ganguly",
      "published_date": "2023-07-25 07:09:57",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=d4256087-92a9-4d23-9616-5ec6f334317b",
      "clean_url": "lexology.com",
      "excerpt": "A booming population, growing income and rapid urbanization has made India one of the fastest-growing major economies of this century. As…",
      "summary": "Introduction\n\n\nA booming population, growing income and rapid urbanization has made India one of the fastest-growing major economies of this century. As per the World Bank\n[i]\n, India's GDP grew from USD 37 billion in 1960 to USD 3.18 trillion in 2021, registering an annual average growth over 5 per cent\n[ii]\n. India's real estate sector has been the second biggest contributor to its economy, standing at USD 200 billion in 2021\n[iii]\n. However, while the real estate market expanded aggressively, the industry was almost opaque, unregulated, and unaccountable and there was a need for a legislation to protect consumers i.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Altamash Qureshi,Renjith Nair,Souvik Ganguly",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "4aa9a73540a22ae569c4b4f6f37909e9"
    },
    {
      "title": "Celebrity Ownership of Football Clubs",
      "author": "Cameron Turner",
      "published_date": "2023-07-24 15:27:49",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=640ebb24-015b-44c0-b0bd-c584f445e51a",
      "clean_url": "lexology.com",
      "excerpt": "In 2020, Hollywood duo Ryan Reynolds and Rob McElhenney were announced as the owners of National League side Wrexham and they're not the only…",
      "summary": "In 2020, Hollywood duo Ryan Reynolds and Rob McElhenney were announced as the owners of National League side Wrexham and they're not the only celebrities to have shown interest in investing in football clubs over the years. Natalie Portman spearheads a roster of A-list Hollywood actors as owners of the NWSL side Angel City FC, and Will Ferrell now co-owns one of the MLS's recent expansion franchises – Los Angeles FC. Clearly, there is a growing trend of famous faces investing in the beautiful game.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Cameron Turner,Zo&#235; Stainton",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "9e7f399c84f40d6dabc28d64981dff98"
    },
    {
      "title": "6 Key Takeaways",
      "author": "Edward G. Olifer",
      "published_date": "2023-07-21 20:00:44",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=17a7e67c-8905-4cc9-b8a6-15c2321bb523",
      "clean_url": "lexology.com",
      "excerpt": "Ed Olifer and Suzanne Walker recently presented on \"Succession Planning in the Current Banking Environment: Preparing a Game Plan for Unexpected…",
      "summary": "USA\n\n\n\n\n\nJuly 21 2023\n\n\n\n\n\n\n\n\nEd Olifer and Suzanne Walker recently presented on \"Succession Planning in the Current Banking Environment: Preparing a Game Plan for Unexpected Changes, Retirement, Retention, and Regulator\" at the Massachusetts Bankers Association 2023 Annual Conference.\n\n\nRead the full Takeaways: \nhttps://kilpatricktownsend.com/en/ins...",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": null,
      "authors": "Edward G. Olifer,Suzanne A. Walker",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "72963a3b89494f2fea2e3e95c5ebfdf1"
    },
    {
      "title": "The Discounted Cash Flow Method of Valuing Damages in Arbitration",
      "author": "Zuzana Janeckova",
      "published_date": "2023-07-21 14:25:47",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=f49a62bd-cbc5-4f09-b2a1-f4391a58da8b",
      "clean_url": "lexology.com",
      "excerpt": "The discounted cash flow (DCF) model is a widely used method of valuing assets and, as a result, has become an important tool for estimating damages…",
      "summary": "This article is an extract from TLR \nThe Investment Treaty Arbitration Review - Edition 8\n. \nClick here for the full guide\n.\n \nI Introduction\n\n\nThe discounted cash flow (DCF) model is a widely used method of valuing assets and, as a result, has become an important tool for estimating damages in the context of international arbitration.\n\n\nIn this chapter, we present an overview of the DCF methodology, explain the typical steps a practitioner should follow when implementing a DCF valuation, set out examples where a DCF model may not be suitable as the main method for estimating damages, and discuss some extensions to the traditional DCF framework.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Richard Hern,Tarek Badrakhan,Zuzana Janeckova",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "de64bdbd411fc3bc017174a46aca8509"
    },
    {
      "title": "Live Events and Controlled Drugs Licences",
      "author": "Michelle Crorie",
      "published_date": "2023-07-21 10:09:43",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=57284c54-94ce-4498-81bd-54df51adf77f",
      "clean_url": "lexology.com",
      "excerpt": "In June 2023, shortly before the festival season was due to begin, the Home Office announced that on-site drugs testing at music festivals would…",
      "summary": "In June 2023, shortly before the festival season was due to begin, the Home Office announced that on-site drugs testing at music festivals would require a Controlled Drugs Licence, and that testing must take place at a named, permanent premise. Now event organisers are threatening judicial review, but in the meantime some uncertainty reigns.\n\nThe summer festival season is well and truly underway in the UK. The 1975 returned to their hometown of Manchester to headline Parklife in mid-June, followed by Elton John's history-making performance on Glastonbury's Pyramid Stage, and there is still much more to come.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Annie Wood,Michelle Crorie",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "02104d71bc97c531fe89b64359477ae6"
    },
    {
      "title": "Q&A: conducting litigation in Malaysia",
      "author": "",
      "published_date": "2023-07-21 08:29:20",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=d7ceb683-706d-4c7b-8878-9587ebf000a4",
      "clean_url": "lexology.com",
      "excerpt": "This Q&A covers the procedures and practical considerations of litigation in Malaysia, including limitation issues, case management, submission of evidence and available remedies.",
      "summary": "Court system\nWhat is the structure of the civil court system?\nMalaysia's court system is hierarchical, with the primary courts being (in ascending order) the Magistrates' Court (claims between 5,000 – 100,000 Malaysian ringgit), Sessions Court (claims between 100,001 and 1,000,000 Malaysian ringgit), High Court (claims exceeding 1,000,000 Malaysian ringgit), Court of Appeal and Federal Court. A single judge sits at each level, save for the Court of Appeal and Federal Court where the panel will usually consist of three judges.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "f2923db5f22f145323f390cc24497d29"
    },
    {
      "title": "Commercial and tech update",
      "author": "Dan Holland",
      "published_date": "2023-07-21 08:14:28",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=427cacb3-d4fe-4857-b160-0b09c641f0cd",
      "clean_url": "lexology.com",
      "excerpt": "On 22 March, the government released its International Technology Strategy (the \"Strategy\"). The Strategy is described as a roadmap for reaching 'tech…",
      "summary": "Welcome to our latest commercial and tech update. In this edition we look at:\n\nThe UK Government's International Technology Strategy, which sets out its roadmap for 'tech superpower status';\n\nA reminder from the Court of Appeal as to the approach to be taken when parties intend for there to be a binding contract;\n\nThe importance of ensuring terms and conditions are easily accessible to consumers and not unduly burdensome; and\n\nA High Court case which emphasises how crucial precise drafting is in commercial contracts to avoid uncertainty of terms.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Dan Holland,Jonathan Howie,Joseph Samuelson,Kate Ackland,Martha Hampton",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "b3d3f20ecedb516724016e4871d06250"
    },
    {
      "title": "China Monthly Data Protection Update: July 2023",
      "author": "Jet Deng",
      "published_date": "2023-07-21 07:44:05",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=e71df7ac-f87c-41a3-b715-1bda73768528",
      "clean_url": "lexology.com",
      "excerpt": "On June 14, 2023, in order to guide and help personal information handlers to standardize and orderly file standard contracts for outbound transfer…",
      "summary": "Legislation\n\nZhejiang Cyberspace Administration Issues Guidelines for Filing of Standard Contracts for Outbound Transfer of Personal Information in Zhejiang\n\nOn June 14, 2023, in order to guide and help personal information handlers to standardize and orderly file standard contracts for outbound transfer of personal information, Zhejiang Cyberspace Administration prepared the Guidelines for Filing of Standard Contracts for Outbound Transfer of Personal Information in Zhejiang and opened a telephone number for consultation.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Jet Deng,Ken Dai",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "c6c0390a5efc5c1849e668e763450880"
    },
    {
      "title": "Key takeaways from the new consultation on tackling non-compliance in the umbrella company market",
      "author": "Beth Johnston",
      "published_date": "2023-07-21 07:13:59",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=d9aff76f-5063-4a10-8018-8131eaa8dbea",
      "clean_url": "lexology.com",
      "excerpt": "On 30 November 2021, HM Treasury published a call for evidence on the operation of the umbrella company market due to concerns of tax non-compliance…",
      "summary": "On 30 November 2021, HM Treasury published a call for evidence on the operation of the umbrella company market due to concerns of tax non-compliance and risks to employment rights. More than 400 responses were received. Having now considered those responses, HMRC has updated its guidance on working through an umbrella company. The Department for Business and Trade has published separate dedicated guidance on Key Information Documents (\nKIDs\n) for agency workers employed through umbrella companies.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Beth Johnston",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "9be103a5d3c970b6cc600650f9ed69c1"
    },
    {
      "title": "SEC v. Ripple: When a Security Is Not a Security",
      "author": "Scott Mascianica",
      "published_date": "2023-07-21 05:43:41",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=bd069581-8852-42af-b32b-61aa5e3e4de3",
      "clean_url": "lexology.com",
      "excerpt": "In a monumental decision that will likely have substantial ramifications for crypto industry developers, securities practitioners, and millions of…",
      "summary": "In a monumental decision that will likely have substantial ramifications for crypto industry developers, securities practitioners, and millions of investors and token purchasers alike, on July 13, 2023, the U.S. District Court for the Southern District of New York issued its long-anticipated opinion ruling on competing summary judgment motions in SEC v. Ripple Labs, et al., 20-cv-10832 (S.D.N.Y). Judge Analisa Torres issued a split decision, granting and denying different aspects of each of the parties' motions.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Jessica B. Magee,Scott Mascianica",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "6e3b39f4983ca18dfe2599658ff6d124"
    },
    {
      "title": "Dismissals",
      "author": "Emer Murphy",
      "published_date": "2023-07-20 20:05:54",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=1ad6ecd7-11d8-4864-b01e-6054e8887322",
      "clean_url": "lexology.com",
      "excerpt": "In our recent three-part webinar series, ‘Dismissals - It's Complicated', we provided our insights on what employers need to know when faced with the…",
      "summary": "In our recent three-part webinar series, ‘Dismissals – It's Complicated', we provided our insights on what employers need to know when faced with the most common, and often tricky, dismissals in Ireland. In this briefing we outline our five key takeaways arising from each webinar, in addition to best practices when conducting an investigation meeting.\n\nProbationary and performance dismissals\n\nReview contracts Ensure that the probation clause in contracts of employment complies with the European Union (Transparent and Predictable Working Conditions) Regulations 2022.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "&#201;inde O’Donnell,Aoife Clarke,Ciar&#225;n Lyng,Emer Murphy,Jason McMenamin,Joe Mahon",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "7af87a796581b9de7fce1b59f329ddf9"
    },
    {
      "title": "5 Key Takeaways",
      "author": "Meghan K. Farmer",
      "published_date": "2023-07-20 19:50:52",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=40cef324-670d-4c8f-ae8e-b9adaec6472b",
      "clean_url": "lexology.com",
      "excerpt": "Kilpatrick Townsend's Meghan Farmer, Alex Borovsky, Jennie Cunningham, and Zain Haq recently presented 'Navigating the New Data Privacy Landscape' at…",
      "summary": "Register now for your free, tailored, daily legal newsfeed service.\n\nFind out more about Lexology or get in touch by visiting our About page.",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": null,
      "authors": "Alexander J. Borovsky,Jennie L. Cunningham,Meghan K. Farmer,Zain Haq",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "4a8a05daa3aa0fa9f24ff2358ce50e8a"
    },
    {
      "title": "China Standard Contract That Impacts Transferring Personal Information From China",
      "author": "Amigo L. Xie",
      "published_date": "2023-07-20 16:00:41",
      "published_date_precision": "full",
      "link": "https://www.lexology.com/library/detail.aspx?g=5e6e8c91-40c5-4e1d-ba69-603d8f35259b",
      "clean_url": "lexology.com",
      "excerpt": "On 1 June 2023, new measures explaining the requirements for using the standard contract (China Standard Contract) mechanism to legally export…",
      "summary": "On 1 June 2023, new measures explaining the requirements for using the standard contract (China Standard Contract) mechanism to legally export personal information from China as well as the form of the 'standard contract' came into effect.\n\n\nUnder China's \nPersonal Information Protection Law\n (PIPL), effective since November 2021, companies are required to use one of three legal mechanisms to transmit certain personal information outside of China. These PIPL-compliant mechanisms include:\n\n\n\n\nCyberspace Administration of China security assessment (CAC Assessment);\n\n\nChina Standard Contract; and\n\n\nProtection certification by licensed institutions (Protection Certification).",
      "rights": "lexology.com",
      "rank": 2892,
      "topic": "business",
      "country": "UK",
      "language": "en",
      "authors": "Amigo L. Xie,Lingjun Zhang,Prudence Pang",
      "media": "https://www.lexology.com/images/share/lexology-social-media.png",
      "is_opinion": false,
      "twitter_account": null,
      "_score": null,
      "_id": "775ad0ea25da20a4c95327a9d3a51313"
    }
  ],
  "user_input": {
    "lang": null,
    "not_lang": null,
    "countries": [
      "UK"
    ],
    "not_countries": null,
    "page": 1,
    "size": 50,
    "sources": null,
    "not_sources": [],
    "topic": "business",
    "from": "2023-07-20 14:02:05"
  }
}